// 七爷资源站 2023/7/5  https://github.com/qiye20288
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "我们的相识, 或许是缘分，或许是注定的",
        "我本不善言辞，不会甜言蜜语，给不了你惊艳和感动的爱情瞬间",
        "但我相信爱是一辈子，是细水长流的陪伴，陪伴是最长情的告白",
        "两情若是长久时，又岂在朝朝暮暮",
        "细水长流，与君在，繁华落尽，与君老",
        "爱总是在平淡里，情在细水长流中",
        "愿许一人以偏爱，尽此生之慷慨",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-10-04T20:25:00",
    // 双方的名字
    names: ["恒", "珠"]
}
